tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/binary'
tap 'homebrew/science'
tap 'homebrew/php'
tap 'homebrew/python'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

tap 'thoughtbot/formulae'

cask 'java'
cask 'xquartz'

brew 'ack'
brew 'android-sdk'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'pcre'
brew 'git', args: ['with-pcre', 'with-brewed-curl', 'with-brewed-openssl', 'with-brewed-svn', 'with-gettext']
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'berkeley-db'
brew 'icu4c'
brew 'boost'
brew 'go', args: ['with-cc-all']
brew 'docker'
brew 'boot2docker'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'couchpotatoserver'
brew 'cpanminus'
brew 'ctags'
brew 'openssl'
brew 'libidn'
brew 'curl'
brew 'dex2jar'
brew 'eigen'
brew 'elasticsearch'
brew 'findutils', args: ['with-default-names']
brew 'libogg'
brew 'flac'
brew 'flex'
brew 'gawk'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'jpeg'
brew 'libtiff'
brew 'gdk-pixbuf'
brew 'libevent'
brew 'mysql'
brew 'postgresql', args: ['with-python']
brew 'gearman', args: ['with-postgresql']
brew 'gh'
brew 'ghc'
brew 'libtool'
brew 'jbig2dec'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-flow'
brew 'glew'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'libcroco'
brew 'librsvg'
brew 'graphviz'
brew 'groovy'
brew 'gsl'
brew 'headphones'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'iftop'
brew 'ilmbase'
brew 'openexr'
brew 'webp'
brew 'imagemagick', args: ['with-fontconfig', 'with-ghostscript', 'with-jp2', 'with-librsvg', 'with-webp']
brew 'libvorbis'
brew 'libsndfile'
brew 'libsamplerate'
brew 'jack'
brew 'jags'
brew 'javarepl'
brew 'john-jumbo'
brew 'lame'
brew 'libpqxx'
brew 'libxml2', args: ['with-python']
brew 'libxslt'
brew 'libyaml'
brew 'lua', args: ['with-completion']
brew 'lynx'
brew 'maven'
brew 'md5sha1sum'
brew 'memcached'
brew 'memtester'
brew 'mercurial'
brew 'scons'
brew 'mongodb', args: ['with-openssl']
brew 'moreutils'
brew 'netcat'
brew 'ngrok'
brew 'nvm'
brew 'openjpeg'
brew 'ossp-uuid'
brew 'qt'
brew 'poppler'
brew 'pdfgrep'
brew 'pigz'
brew 'popt'
brew 'portmidi'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'rabbitmq'
brew 'rabbitmq-c'
brew 'rbenv'
brew 're2c'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'ruby-build'
brew 'sbcl'
brew 'sdl'
brew 'sdl_image'
brew 'sdl_mixer'
brew 'sdl_ttf'
brew 'shellcheck'
brew 'sickbeard'
brew 'solr'
brew 'sqlite', args: ['with-functions']
brew 'subversion', args: ['with-perl']
brew 'swig'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['override-system-vi']
brew 'watch'
brew 'wget', args: ['with-iri']
brew 'x264'
brew 'zsh', args: ['disable-etcdir']
brew 'caskroom/cask/brew-cask'
brew 'homebrew/binary/libspotify'
brew 'homebrew/boneyard/celt'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/bzip2'
brew 'homebrew/dupes/gdb'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/tcl-tk'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php55', args: ['with-gmp', 'with-postgresql', 'with-phpdbg', 'with-homebrew-libxslt', 'with-homebrew-curl']
brew 'homebrew/science/openblas'
brew 'homebrew/science/r', args: ['with-openblas']
brew 'homebrew/versions/openjpeg21'
brew 'thoughtbot/formulae/rcm'

cask 'airserver'
cask 'alfred'
cask 'android-file-transfer'
cask 'android-studio'
cask 'arduino'
cask 'atom'
cask 'audacity'
cask 'balsamiq-mockups'
cask 'bartender'
cask 'betterzipql'
cask 'boom'
cask 'caffeine'
cask 'calibre'
cask 'ccleaner'
cask 'cert-quicklook'
cask 'cheatsheet'
cask 'cinch'
cask 'colloquy'
cask 'evernote'
cask 'firefox-beta'
cask 'flip4mac'
cask 'fluid'
cask 'flux'
cask 'fritzing'
cask 'geektool'
cask 'genymotion'
cask 'google-chrome-beta'
cask 'google-hangouts'
cask 'google-refine'
cask 'haroopad'
cask 'heroku-toolbelt'
cask 'hipchat'
cask 'insync'
cask 'iterm2-nightly'
cask 'jd-gui'
cask 'karabiner'
cask 'latexian'
cask 'launchrocket'
cask 'licecap'
cask 'logitech-control-center'
cask 'logitech-unifying'
cask 'macfusion'
cask 'mactex'
cask 'mailbox'
cask 'menumeters'
cask 'mou'
cask 'pacifist'
cask 'paintbrush'
cask 'plex-media-server'
cask 'provisionql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'racket'
cask 'rstudio'
cask 'sabnzbd'
cask 'seashore'
cask 'sequel-pro'
cask 'sizeup'
cask 'skim'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sqlitebrowser'
cask 'sublime-text3'
cask 'suspicious-package'
cask 'teamviewer'
cask 'texmacs'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'webpquicklook'
cask 'weka'
cask 'xtrafinder'
